package ru.loylabs.chatgradebot.consts;
import java.util.List;

public interface Stringi {
    List<String> QUESTIONS = List.of("Где",
            "Что",
            "Как",
            "Почему",
            "Когда",
            "Кто",
            "Какой",
            "Какие",
            "Сколько",
            "Куда",
            "Откуда",
            "Зачем"
            );

    List<String> SANYA_IS = List.of("Пидор",
            "Не пидор",
            "Любит мужчин",
            "Хуй больше чем у слона",
            "Индивидуалка в 9:00",
            "НАШ СЛОН"
    );

    List<String> SVIAT_IS = List.of("люблю Лену",
            "кальянослав",
            "место на банке",
            "снюсоед",
            "расстроил Диму Петрова",
            "самая востребованная профессия на рынке ",
            "с детства за Иваново",
            "НАШ СЛОН"
    );

    List<String> PARNI = List.of("Свят",
            "Даня",
            "Леха",
            "Дима",
            "Свят",
            "Саня",
            "Женя",
            "Семен",
            "Никита",
            "Костя"
    );




}
